Repository: Kostenkov-2021/WhatsAppPlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: it, sr

source: Chat list not found
it: Elenco delle chat non trovato
sr: Lista ćaskanja nije pronađena

source: Move focus to the last message in an open chat
it: Sposta il focus sull'ultimo messaggio in una chat aperta
sr: Pomeri fokus na poslednju poruku u otvorenom ćaskanju

source: No open chat
it: Nessuna chat aperta
sr: Nema otvorenog ćaskanja

source: This chat is empty
it: Questa chat è vuota
sr: Ćaskanje je prazno

source: Move focus to chat list
it: Sposta il focus sull'elenco delle chat
sr: Pomeri fokus na listu ćaskanja

source: Chat list is empty
it: La lista delle chat è vuota
sr: Lista ćaskanja je prazna

source: Move focus to 'unread messages' label
it: Sposta il focus sull'etichetta "messaggi non letti".
sr: Premeštanje fokusa na oznaku nepročitane poruke

source: There are no unread messages in this chat
it: Non ci sono messaggi non letti in questa chat
sr: Nema nepročitanih poruka u ovom ćaskanju

source: Increase/decrease the playback speed of voice messages
it: Aumenta o diminuisce la velocità di riproduzione dei messaggi vocali
sr: Povećavanje i smanjivanje brzine reprodukcije glasovne poruke

source: Nothing is playing right now
it: Non c'è nulla in riproduzione i nquesto momento
sr: Trenutno se ništa ne reprodukuje

source: Play/pause the voice message currently playing
it: Riproduce o mette in pausa il messaggio vocale attualmente in riproduzione
sr: Pusti/pauziraj glasovnu poruku koja se trenutno reprodukuje

source: Announce the name and status of an open chat
it: Annuncia il nome e lo stato di una chat aperta
sr: Najavi ime i status otvorenog ćaskanja

source: Chat activity tracking is enabled
it: Il monitoraggio attività della chat è abilitato

source: Chat activity tracking is disabled
it: Il monitoraggio attività della chat è disabilitato

source: Open current chat profile
it: Apri le informazioni della chat corrente
sr: Otvori trenutni profil ćaskanja

source: Move the focus to the edit field. If the focus is already in the edit field, then after pressing the hotkey, it will move to where it was before
it: Sposta il focus sul campo di modifica. Se è già in detta posizione, dopo aver premuto il tasto di scelta rapida, si sposterà dov'era prima.
sr: Pomeri fokus na polje za uređivanje. Ako je fokus već u polju za uređivanje, onda će se nakon pritiska na interventni taster pomeriti tamo gde je bio ranije

source: Copy the message if it contains text
it: Copia il messaggio se contiene del testo
sr: Kopiraj poruku ako sadrži tekst

source: Message copied
it: Messaggio copiato
sr: Poruka je kopirana

source: This message contains no text
it: Questo messaggio non contiene testo
sr: Ova poruka ne sadrži tekst

source: Show message text in popup window
it: Mostra il testo del messaggio in una finestra popup
sr: Prikaži tekst poruke u iskačućem prozoru

source: message text
it: Messaggio di testo
sr: Tekst poruke

source: Make a voice call
it: Effettua una chiamata vocale
sr: Uputi glasovni poziv

source: Call unavailable
it: Chiamata non disponibile
sr: Poziv nedostupno

source: Make a video call
it: Effettua una videochiamata
sr: Uputi video poziv

source: Video call not available
it: Videochiamata non disponibile
sr: Video poziv nije dostupan

source: Accept call
it: Accetta la chiamata
sr: Prihvati poziv

source: Press "Decline call" button if there is an incoming call or "End call" button if a call is in progress
it: Pulsante Rifiuta chiamata" se è presente una chiamata in arrivo o pulsante "Termina chiamata" se è in corso una chiamata), stessa combinazione

source: Mute or unmute the microphone
it: Attiva o disattiva il microfono
sr: Privremeno uključi ili privremeno isključi mikrofon

source: Turn the camera on and off
it: Attiva o disattiva la fotocamera
sr: Uključi i isključi kameru

source: Press "Attach file" button
it: Premi il pulsante allega file
sr: Pritisni priloži datoteku dugme

source: Button not found
it: Pulsante non trovato
sr: Dugme nije pronađeno

source: Press "More Options" button
it: Premi il pulsante altre opzioni
sr: Pritisni više opcija dugme

source: Record and send a voice message
it: Registra ed invia un messaggio vocale
sr: Snimi i pošalji glasovnu poruku

source: Recording a voice message will not be available until the edit field is empty
it: Non è possibile registrare un messaggio vocale fino a che il campo di testo non sarà vuoto
sr: Snimanje glasovne poruke neće biti moguće dok polje za uređivanje nije prazno

source: Discard voice message
it: Elimina il messaggio vocale
sr: Odbaci glasovnu poruku

source: Reply canceled
it: Risposta annullata
sr: Odgovor je odkazan

source: Pause/resume voice message recording
it: Sospendi o riprendi la registrazione di un messaggio vocale
sr: Pauziraj/nastavi snimanje glasovne poruke

source: Forward message
it: Inoltra messaggio
sr: Prosledi poruku

source: Delete a message or chat
it: Elimina un messaggio o una chat
sr: Izbriši poruku ili ćaskanje

source: Reply to message
it: Rispondi al messaggio
sr: Odgovori na poruku

source: Edit message
it: Modifica messaggio
sr: Uredi poruku

source: Mark a chat as read
it: Contrassegna una chat come letta
sr: Označi ćaskanje kao pročitano

source: Star message
it: Messaggio importante
sr: Poruka sa zvezdicom

source: Save file as...
it: Salva file come...
sr: Sačuvaj datoteku kao...

source: Back
it: Indietro
sr: Nazad

source: Toggles the mode that removes the reading of the user number when reading messages that are not in the contact list
it: Attiva o disattiva la modalità che rimuove la lettura del numero del mittente durante la lettura di messaggi inviati da numeri non presenti nell'elenco dei contatti
sr: Prebacuje režim koji uklanja čitanje korisničkog broja prilikom čitanja poruka koje nisu na listi kontakata

source: User numbers will be read
it: Il numero del mittente verrà letto
sr: Korisnički brojevi će biti pročitani

source: User numbers will not be read
it: Il numero del mittente non verrà letto
sr: Korisnički brojevi neće biti pročitani

source: Enable automatic reading of new messages in the current chat
it: Abilita la lettura automatica dei nuovi messaggi nella chat corrente
sr: Omogući automatsko najavljivanje novih poruka u trenutnom ćaskanju

source: Automatic reading of messages is enabled
it: La lettura automatica dei messaggi è abilitata
sr: Automatsko najavljivanje novih poruka je omogućeno

source: Automatic reading of new messages is disabled
it: La lettura automatica dei messaggi è disabilitata
sr: Automatsko najavljivanje novih poruka je onemogućeno

source: Announce the current value of the progress bar. When double-pressed, turns on/off the automatic sounding of performance indicators.
it: Annuncia il valore corrente della barra di avanzamento. Se premuto due volte, attiva/disattiva il suono automatico degli indicatori di performance.
sr: Najavi trenutnu vrednost trake napredovanja. Kada se dvaput pritisne uključi/isključi automatsko ozvučenje indikatora performansi.

source: Now the values ​​of the performance indicators will be announced automatically
it: Ora i valori degli indicatori di performance verranno annunciati automaticamente
sr: Sada se vrednost indikatora performansi biti objavljene automatski

source: Now the values ​​of the progress indicators will not be announced automatically
it: Ora i valori degli indicatori di progresso non verranno annunciati automaticamente
sr: Sada vrednosti indikatora napredka neće biti objavljene automatski

source: This message does not include a progress bar
it: Questo messaggio non include una barra di avanzamento
sr: Ova poruka ne sadrži traku napredka

source: This element is not a message
it: Questo elemento non è un messaggio.
sr: Ovaj element nije poruka

source: Switch to selection mode
it: Passa alla modalità di selezione
sr: Prebacivanje u režim izbora

source: Show a list of all whatsAppPlus shortcuts
it: Mostra un elenco di combinazioni di tasti di WhatsApp plus
sr: Prikaži listu svih WhatsAppPlus prečica

source: List of shortcuts
it: Lista di combinazioni da tastiera
sr: Lista prečica

source: In response to
it: In risposta a
sr: kao odgovor na

source: You
it: TuВи
sr: Vi

source: Selected
it: Selezionato
sr: Izabrano

source: Answer to
it: Rispondi a
sr: Odgovor na

source: Cancel reply
it: Annulla risposta
sr: Odkaži odgovor

source: Close
it: Chiudi
sr: Zatvori

source: Add
it: Aggiungi
sr: Dodaj

source: Star
it: Importante
sr: Zvezdica

source: Unstar
it: Non importante
sr: Bez zvezdice

source: React to message
it: Reagisci al messaggio
sr: Reaguj na poruku

source: Next
it: Successivo
sr: Sledeće

source: Previous
it: Precedente
sr: Prethodno

source: Mute
it: Muto
sr: Privremeno isključi

source: Pause
it: Pausa
sr: Pauziraj

source: Copy
it: Copia
sr: kopraj

source: Forward
it: Inoltra
sr: Prosledi

source: Delete
it: Elimina
sr: Izbriši

source: No updates available
it: Nessun aggiornamento disponibile
sr: Nema dostupnih ažuriranja

source: WhatsAppPlus update
it: Aggiornamento di WhatsAppPlus
sr: WhatsAppPlus ažuriranje

source: A new version of the add-on is available. Do you want to update WhatsAppPlus to version %version?
it: È disponibile una nuova versione del componente. Vuoi aggiornare WhatsAppPlus alla versione %version?
sr: Nova verzija dodatka je dostupna. Da li želite da ažurirate WhatsAppPlus na verziju %version?

source: Yes, update
it: Sì, aggiorna
sr: Da, ažuriraj

source: No, not now
it: No, non adesso
sr: Ne, ne sada

source: Download in progress
it: Download in corso
sr: Preuzimanje je u toku

source: Changes in this version:
it: Modifiche in questa versione
sr: Promene u verziji:

source: No update information
it: Nessuna informazione per l'aggiornamento
sr: Nema informacija o ažuriranju

source: Open WhatsAppPlus settings window
it: Apri la finestra delle impostazioni di WhatsAppPlus
sr: Otvori prozor sa podešavanjima WhatsAppPlus-a

source: Enter the name that you have provided in your WhatsApp account. This is so that WhatsAppPlus can distinguish your messages from other messages.
it: Inserisci il nome che hai inserito nel tuo account WhatsApp, cosicché WhatsAppPlus possa distinguere i tuoi messaggi da quelli di altri.
sr: Unesite ime koje ste naveli na svom whatsapp nalogu. Ovo je tako da WhatsApPlus može razlikovati vaše poruke od drugih poruka.

source: Enter a phone number. This is to prevent the app from displaying your phone number on messages sent by you.
it: Inserisci un numero di telefono. Questo per impedire all'app di visualizzare il tuo numero sui messaggi inviati da te.
sr: Unesite broj telefona. Ovo je da bi se sprečilo da aplikacija prikazuje vaš broj telefona u porukama koje šaljete

source: In this field, separate by commas, write all the matching phrases of the "Unread messages" element in your language. You need to write phrases without a number.
it: Messaggi non letti
sr: U ovo polje, odvojeno zarezima, upišite sve podudarajuće elementa „Nepročitane poruke“ na svom jeziku. Treba da pišete fraze bez broja.

source: Play sounds when starting, pausing and sending a voice message
it: Riproduci suoni all'avvio di una registrazione, alla pausa e all'invio di un messaggio vocale
sr: Reprodukuj zvukove pri pokretanju, pauziranju i slanju glasovne poruke

source: Automatically report progress bar updates when focus is on a message
it: Segnala automaticamente gli aggiornamenti della barra di avanzamento quando lo stato attivo è su un messaggio
sr: Automatski prijavi ažuriranja trake napredka kada je fokus na poruci

source: Check for WhatsAppPlus updates on NVDA startup
it: Controlla gli aggiornamenti di WhatsAppPlus all'avvio di NVDA
sr: Proveri da li ima ažuriranja za WhatsAppPlus kada se NVDA pokrene

source: Check for &updates
it: Controlla gli aggiornamenti
sr: Proveri da li postoje ažuriranja

source: This add-on adds many hotkeys for quick navigation through the main elements of the window, convenient interaction with chat messages, and also adds many minor improvements that make working in WhatsApp much easier.
it: Questo componente aggiuntivo aggiunge molti tasti di scelta rapida per una più veloce navigazione attraverso gli elementi principali della finestra, una comoda interazione con i messaggi e aggiunge anche molti piccoli miglioramenti che rendono molto più semplice l'utilizzo di WhatsApp.
sr: Ovaj dodatak dodaje mnogo interventnih tastera za brzu navigaciju kroz glavne elemente prozora, zgodnu interakciju sa porukama za ćaskanje, a takođe dodaje mnoga manja poboljšanja koja znatno olakšavaju rad u WhatsapP-u.

source: Unmute
sr: Privremeno uključi

source: Play
sr: Reprodukuj
